Repository: scalinity/MindFriend
Catalog: apps/ios/MindFriendApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: Wellness Insights
es: Perspectivas de Bienestar
pt_br: Insights de Bem-estar

source: Wellness Predictions
es: Predicciones de bienestar
pt_br: Previsões de bem-estar

source: Wellness Tracking
es: Seguimiento de bienestar
pt_br: Rastreamento de bem-estar

source: Went to bed
es: Se acostó
pt_br: Foi para a cama

source: What actions can you take alone to manage distress? You can link to in-app exercises or add your own strategies.
es: Que acciones puedes tomar solo para manejar la angustia? Puedes vincular a ejercicios de la app o agregar tus propias estrategias.
pt_br: Quais acoes voce pode tomar sozinho para gerenciar a angustia? Voce pode vincular a exercicios do app ou adicionar suas proprias estrategias.

source: What actions can you take to create physical safety? Simple steps to make your environment safer.
es: Que acciones puedes tomar para crear seguridad fisica? Pasos simples para hacer tu entorno mas seguro.
pt_br: Quais acoes voce pode tomar para criar seguranca fisica? Passos simples para tornar seu ambiente mais seguro.

source: What are you protecting?
es: ¿Qué estás protegiendo?
pt_br: O que você está protegendo?

source: What brings you here today?
es: Que te trae aqui hoy?
pt_br: O que te traz aqui hoje?

source: What brings you here?
es: Que te trae aqui?
pt_br: O que te traz aqui?

source: What can your therapist see?
es: Que puede ver tu terapeuta?
pt_br: O que seu terapeuta pode ver?

source: What Contributed
es: Lo que contribuyó
pt_br: O que contribuiu

source: What could be improved?
es: ¿Qué podría mejorarse?
pt_br: O que poderia ser melhorado?

source: What did you learn?
es: Que aprendiste?
pt_br: O que voce aprendeu?

source: What did you notice during this exercise?
es: Que notaste durante este ejercicio?
pt_br: O que voce notou durante este exercicio?

source: What did you notice or feel during this ritual?
es: Que notaste o sentiste durante este ritual?
pt_br: O que voce notou ou sentiu durante este ritual?

source: What do you %@?
es: ¿Qué %@?
pt_br: O que você %@?

source: What happened?
es: Que paso?
pt_br: O que aconteceu?

source: What helps:
es: Lo que ayuda:
pt_br: O que ajuda:

source: What I noticed:
es: Lo que note:
pt_br: O que notei:

source: What is Recovery Mode?
es: Que es el Modo de Recuperacion?
pt_br: O que e o Modo de Recuperacao?

source: What is this?
es: ¿Qué es esto?
pt_br: O que é isso?

source: What it means
es: Lo que significa
pt_br: O que significa

source: What motivates you to stay safe? Personal reasons, future plans, or values that anchor you. This section is optional.
es: Que te motiva a mantenerte seguro? Razones personales, planes futuros o valores que te anclan. Esta seccion es opcional.
pt_br: O que te motiva a permanecer seguro? Razoes pessoais, planos futuros ou valores que te ancoram. Esta secao e opcional.

source: What should we check in about?
es: Sobre que deberiamos preguntar?
pt_br: Sobre o que devemos perguntar?

source: What signs indicate your stress is increasing? These are early warnings that help you take action before a crisis.
es: Que senales indican que tu estres esta aumentando? Estas son advertencias tempranas que te ayudan a actuar antes de una crisis.
pt_br: Quais sinais indicam que seu estresse esta aumentando? Estes sao alertas precoces que ajudam voce a agir antes de uma crise.

source: What this means
es: Lo que esto significa
pt_br: O que isso significa

source: What This Means
es: Lo que esto significa
pt_br: O que isso significa

source: What thoughts ran through your mind?
es: Que pensamientos pasaron por tu mente?
pt_br: Quais pensamentos passaram pela sua mente?

source: What to Expect
es: Qué Esperar
pt_br: O Que Esperar

source: What to Say (Optional)
es: Que Decir (Opcional)
pt_br: O Que Dizer (Opcional)

source: What Users Say
es: Lo Que Dicen los Usuarios
pt_br: O Que os Usuarios Dizem

source: What we don't store
es: Lo que no almacenamos
pt_br: O que nao armazenamos

source: What We Never Store:
es: Lo que nunca almacenamos:
pt_br: O que nunca armazenamos:

source: What We Noticed
es: Lo que notamos
pt_br: O que notamos

source: What we store
es: Lo que almacenamos
pt_br: O que armazenamos

source: What We've Learned
es: Lo Que Hemos Aprendido
pt_br: O Que Aprendemos

source: What would help?
es: Que ayudaria?
pt_br: O que ajudaria?

source: What would you like to talk about?
es: De que te gustaria hablar?
pt_br: Sobre o que voce gostaria de falar?

source: What would you like your companion to remember?
es: Que te gustaria que tu companero recuerde?
pt_br: O que voce gostaria que seu companheiro lembrasse?

source: What you share
es: Lo que compartes
pt_br: O que voce compartilha

source: What You'll Experience
es: Lo que experimentarás
pt_br: O que você experimentará

source: What You'll Learn
es: Lo Que Aprenderas
pt_br: O Que Voce Vai Aprender

source: What You're Seeking
es: Lo que buscas
pt_br: O que você busca

source: What your partner shares
es: Lo que comparte tu pareja
pt_br: O que seu parceiro compartilha

source: What's Helping
es: Lo que está ayudando
pt_br: O que está ajudando

source: What's in a report?
es: ¿Qué hay en un reporte?
pt_br: O que há em um relatório?

source: What's included
es: Que incluye
pt_br: O que esta incluido

source: What's Influencing Your Day
es: Lo que influye en tu día
pt_br: O que está influenciando seu dia

source: What's on your mind?
es: ¿Qué tienes en mente?
pt_br: O que você está pensando?

source: What's on your mind? (optional)
es: ¿Qué tienes en mente? (opcional)
pt_br: O que você está pensando? (opcional)

source: What's the challenge?
es: Cual es el desafio?
pt_br: Qual e o desafio?

source: What's your concern?
es: ¿Cuál es tu preocupación?
pt_br: Qual é sua preocupação?

source: What's your focus for today? Your companion will keep this in mind.
es: Cual es tu enfoque para hoy? Tu companero lo tendra en cuenta.
pt_br: Qual e seu foco para hoje? Seu companheiro tera isso em mente.

source: When
es: Cuando
pt_br: Quando

source: When did this begin?
es: ¿Cuándo comenzó esto?
pt_br: Quando isso começou?

source: When enabled, AI insights will be requested automatically after saving an entry (if you have remaining quota).
es: Cuando esta activado, las perspectivas de IA se solicitaran automaticamente despues de guardar una entrada (si tienes cuota restante).
pt_br: Quando ativado, os insights de IA serao solicitados automaticamente apos salvar uma entrada (se voce tiver cota restante).

source: When enabled, breathing exercises will automatically adjust their pace based on your real-time heart rate data from Apple Watch.
es: Cuando está habilitado, los ejercicios de respiración ajustarán automáticamente su ritmo basándose en los datos de frecuencia cardíaca en tiempo real de tu Apple Watch.
pt_br: Quando ativado, os exercícios de respiração ajustarão automaticamente seu ritmo com base nos dados de frequência cardíaca em tempo real do seu Apple Watch.

source: When enabled, difficulty adjusts based on your progress
es: Cuando esta activado, la dificultad se ajusta segun tu progreso
pt_br: Quando ativado, a dificuldade se ajusta com base no seu progresso

source: When enabled, MindFriend will require authentication to access your data.
es: Cuando esta activado, MindFriend requerira autenticacion para acceder a tus datos.
pt_br: Quando ativado, o MindFriend exigira autenticacao para acessar seus dados.

source: When enabled, MindFriend will send helpful nudges based on your wellness patterns.
es: Cuando esta activado, MindFriend enviara recordatorios utiles basados en tus patrones de bienestar.
pt_br: Quando ativado, o MindFriend enviara lembretes uteis baseados nos seus padroes de bem-estar.

source: When enabled, recommendations will adapt to your current mood
es: Cuando esta activado, las recomendaciones se adaptaran a tu estado de animo actual
pt_br: Quando ativado, as recomendacoes se adaptarao ao seu humor atual

source: When enabled, the agent will monitor your patterns and send proactive check-ins.
es: Cuando está habilitado, el agente monitoreará tus patrones y enviará registros proactivos.
pt_br: Quando ativado, o agente monitorará seus padrões e enviará check-ins proativos.

source: When enabled, the SOS button appears on your home screen for quick access to calming exercises.
es: Cuando esta activado, el boton SOS aparece en tu pantalla de inicio para acceso rapido a ejercicios de calma.
pt_br: Quando ativado, o botao SOS aparece na sua tela inicial para acesso rapido a exercicios de calma.

source: When enabled, we'll analyze your patterns to provide proactive support. You can disable this at any time.
es: Cuando esta activado, analizaremos tus patrones para proporcionar apoyo proactivo. Puedes desactivar esto en cualquier momento.
pt_br: Quando ativado, analisaremos seus padroes para fornecer suporte proativo. Voce pode desativar isso a qualquer momento.

source: When enabled, we'll suggest optimal times for activities
es: Cuando esta activado, sugeriremos horarios optimos para actividades
pt_br: Quando ativado, sugeriremos horarios ideais para atividades

source: When enabled, you'll receive insights about your patterns
es: Cuando esta activado, recibiras perspectivas sobre tus patrones
pt_br: Quando ativado, voce recebera insights sobre seus padroes

source: When enabled, your daily mood will be visible to your circle members
es: Cuando esta activado, tu estado de animo diario sera visible para los miembros de tu circulo
pt_br: Quando ativado, seu humor diario sera visivel para os membros do seu circulo

source: When score drops
es: Cuando la puntuación baja
pt_br: Quando a pontuação cai

source: When you complete an exercise, we contribute:
es: Cuando completas un ejercicio, contribuimos:
pt_br: Quando você completa um exercício, contribuímos:

source: When you log a mood, we contribute:
es: Cuando registras un estado de ánimo, contribuimos:
pt_br: Quando você registra um humor, contribuímos:

source: When you progress in a pathway, we contribute:
es: Cuando avanzas en un camino, contribuimos:
pt_br: Quando você progride em um caminho, contribuímos:

source: When you reach a milestone, you'll see a celebration and can share your achievement with your circles.
es: Cuando alcances un hito, verás una celebración y podrás compartir tu logro con tus círculos.
pt_br: Quando você alcançar um marco, verá uma celebração e poderá compartilhar sua conquista com seus círculos.

source: When you use SOS, your emergency contact will receive a text message after %lld seconds unless you cancel.
es: Cuando uses SOS, tu contacto de emergencia recibira un mensaje de texto despues de %lld segundos a menos que canceles.
pt_br: Quando voce usar SOS, seu contato de emergencia recebera uma mensagem de texto apos %lld segundos a menos que voce cancele.

source: Which feature?
es: Cual funcion?
pt_br: Qual recurso?

source: Which patterns do you notice?
es: Que patrones notas?
pt_br: Quais padroes voce nota?

source: While you were away...
es: Mientras estuviste ausente...
pt_br: Enquanto voce estava fora...

source: White Noise
es: Ruido blanco
pt_br: Ruído branco

source: Who can you reach out to during difficult moments? Add up to 3 trusted contacts.
es: A quien puedes contactar durante momentos dificiles? Agrega hasta 3 contactos de confianza.
pt_br: Com quem voce pode entrar em contato durante momentos dificeis? Adicione ate 3 contatos de confianca.

source: Who do you want to invite?
es: A quien quieres invitar?
pt_br: Quem voce quer convidar?

source: Why are you ending this mentorship?
es: ¿Por qué estás terminando esta mentoría?
pt_br: Por que você está encerrando esta mentoria?

source: Why are you reporting this content?
es: Por que estas reportando este contenido?
pt_br: Por que voce esta reportando este conteudo?

source: Why are you reporting this?
es: Por que estas reportando esto?
pt_br: Por que voce esta reportando isso?

source: Why did I get this?
es: ¿Por qué recibí esto?
pt_br: Por que recebi isso?

source: Why partner up?
es: Por que asociarse?
pt_br: Por que ter um parceiro?

source: Why we store this
es: Por que almacenamos esto
pt_br: Por que armazenamos isso

source: Why You Matched
es: Por qué coincidiste
pt_br: Por que você combinou

source: WiFi only
es: Solo WiFi
pt_br: Apenas WiFi

source: WiFi Only Downloads
es: Descargas Solo por WiFi
pt_br: Downloads Apenas por WiFi

source: Wind-Down Duration
es: Duración de relajación
pt_br: Duração do relaxamento

source: Wind-Down Routine
es: Rutina de relajación
pt_br: Rotina de relaxamento

source: Wind-Down Routines
es: Rutinas de relajación
pt_br: Rotinas de relaxamento

source: Withdrawals (%lld)
es: Retiros (%lld)
pt_br: Retiradas (%lld)

source: Woke up
es: Despertó
pt_br: Acordou

source: Work Email
es: Email de trabajo
pt_br: Email de trabalho

source: Work through actionable steps to achieve your goals with AI guidance.
es: Trabaja en pasos accionables para alcanzar tus metas con orientacion de IA.
pt_br: Trabalhe em passos acionaveis para alcancar suas metas com orientacao de IA.

source: Worsening
es: Empeorando
pt_br: Piorando

source: Would you like to share a reflection?
es: Te gustaria compartir una reflexion?
pt_br: Voce gostaria de compartilhar uma reflexao?

source: Write a Reply
es: Escribir una Respuesta
pt_br: Escrever uma Resposta

source: Write a review (optional)
es: Escribe una reseña (opcional)
pt_br: Escreva uma avaliação (opcional)

source: Write at least 50 words to unlock AI insights
es: Escribe al menos 50 palabras para desbloquear perspectivas de IA
pt_br: Escreva pelo menos 50 palavras para desbloquear insights de IA

source: Write Now
es: Escribir Ahora
pt_br: Escrever Agora

source: Write your private journal entry here
es: Escribe tu entrada de diario privada aqui
pt_br: Escreva sua entrada de diario privada aqui

source: Writing Prompt
es: Sugerencia de Escritura
pt_br: Sugestao de Escrita

source: Writing Prompts
es: Sugerencias de Escritura
pt_br: Sugestões de Escrita

source: Writing Style
es: Estilo de escritura
pt_br: Estilo de escrita

source: Writing Tips
es: Consejos de Escritura
pt_br: Dicas de Escrita

source: XP Reward
es: Recompensa de XP
pt_br: Recompensa de XP

source: Year
es: Año
pt_br: Ano

source: Year at a Glance
es: Año de un vistazo
pt_br: Ano de relance

source: Year Obtained
es: Ano Obtenido
pt_br: Ano Obtido

source: Year-over-Year Comparison
es: Comparación año tras año
pt_br: Comparação ano a ano

source: Yearly Overview
es: Resumen anual
pt_br: Resumo anual

source: Years of Experience
es: Anos de Experiencia
pt_br: Anos de Experiencia

source: Yes
es: Sí
pt_br: Sim

source: Yes, I'm ready
es: Sí, estoy listo
pt_br: Sim, estou pronto

source: Yes, this helped
es: Si, esto ayudo
pt_br: Sim, isso ajudou

source: You are the owner
es: Eres el propietario
pt_br: Voce e o proprietario

source: You can adjust sharing settings after connecting
es: Puedes ajustar la configuracion de compartir despues de conectar
pt_br: Voce pode ajustar as configuracoes de compartilhamento apos conectar

source: You can adjust this anytime in Settings
es: Puedes ajustar esto en cualquier momento en Configuración
pt_br: Você pode ajustar isso a qualquer momento nas Configurações

source: You can exit in %@
es: Puedes salir en %@
pt_br: Voce pode sair em %@

source: You can exit in %@. This helps ensure you have time to rest.
es: Puedes salir en %@. Esto ayuda a asegurar que tengas tiempo para descansar.
pt_br: Voce pode sair em %@. Isso ajuda a garantir que voce tenha tempo para descansar.

source: You can manage HealthKit permissions in Settings > Privacy & Security > Health.
es: Puedes administrar los permisos de HealthKit en Configuracion > Privacidad y Seguridad > Salud.
pt_br: Voce pode gerenciar as permissoes do HealthKit em Configuracoes > Privacidade e Seguranca > Saude.

source: You can return to '%@' anytime
es: Puedes volver a '%@' en cualquier momento
pt_br: Você pode voltar para '%@' a qualquer momento

source: You can still complete quests if you want
es: Aún puedes completar misiones si quieres
pt_br: Você ainda pode completar missões se quiser

source: You completed %@
es: Completaste %@
pt_br: Voce completou %@

source: You completed %lld breathing cycles
es: Completaste %lld ciclos de respiración
pt_br: Você completou %lld ciclos de respiração

source: You completed the %@
es: Completaste el %@
pt_br: Você completou o %@

source: You did great
es: Lo hiciste muy bien
pt_br: Voce foi muito bem

source: You don't have to face this alone. There are people who care and want to help.
es: No tienes que enfrentar esto solo. Hay personas que se preocupan y quieren ayudar.
pt_br: Voce nao precisa enfrentar isso sozinho. Existem pessoas que se importam e querem ajudar.

source: You have %lld skips remaining. Skipping won't break your streak but you'll miss this day's content.
es: Te quedan %lld saltos. Saltar no rompera tu racha pero te perderas el contenido de este dia.
pt_br: Voce tem %lld pulos restantes. Pular nao quebrara sua sequencia, mas voce perdera o conteudo deste dia.

source: You have an active journey
es: Tienes un viaje activo
pt_br: Você tem uma jornada ativa

source: You have completed the current phase. Double tap to begin the next phase of your journey.
es: Has completado la fase actual. Toca dos veces para comenzar la siguiente fase de tu viaje.
pt_br: Você completou a fase atual. Toque duas vezes para iniciar a próxima fase da sua jornada.

source: You haven't favorited any exercises yet
es: Aún no has marcado ningún ejercicio como favorito
pt_br: Você ainda não favoritou nenhum exercício

source: You identified %lld things in your environment
es: Identificaste %lld cosas en tu entorno
pt_br: Você identificou %lld coisas em seu ambiente

source: You just experienced a significant emotional shift!
es: ¡Acabas de experimentar un cambio emocional significativo!
pt_br: Você acabou de experimentar uma mudança emocional significativa!

source: You need an active MindFriend Premium subscription to generate receipts. Subscribe to get started.
es: Necesitas una suscripcion activa de MindFriend Premium para generar recibos. Suscribete para comenzar.
pt_br: Voce precisa de uma assinatura ativa do MindFriend Premium para gerar recibos. Assine para comecar.

source: You said: %@
es: Dijiste: %@
pt_br: Voce disse: %@

source: You spent time immersed in nature
es: Pasaste tiempo inmerso en la naturaleza
pt_br: Você passou tempo imerso na natureza

source: You will no longer receive any emails from MindFriend. You can resubscribe anytime.
es: Ya no recibiras ningun correo de MindFriend. Puedes volver a suscribirte en cualquier momento.
pt_br: Voce nao recebera mais emails do MindFriend. Voce pode se inscrever novamente a qualquer momento.

source: You'll be connected to a trained counselor who can help.
es: Seras conectado con un consejero capacitado que puede ayudar.
pt_br: Voce sera conectado a um conselheiro treinado que pode ajudar.

source: You'll complete a baseline assessment before starting the program.
es: Completaras una evaluacion de linea base antes de comenzar el programa.
pt_br: Voce completara uma avaliacao de linha de base antes de iniciar o programa.

source: You'll lose your progress in this program.
es: Perderas tu progreso en este programa.
pt_br: Voce perdera seu progresso neste programa.

source: You'll miss out on bonus XP if you leave early.
es: Te perderas XP de bonificacion si te vas temprano.
pt_br: Voce perdera XP de bonus se sair antes.

source: You'll return to the full app experience with all features and notifications.
es: Volveras a la experiencia completa de la app con todas las funciones y notificaciones.
pt_br: Voce retornara a experiencia completa do app com todos os recursos e notificacoes.

source: You'll return to the full home screen with all features.
es: Volverás a la pantalla de inicio completa con todas las funciones.
pt_br: Você retornará à tela inicial completa com todos os recursos.

source: You'll see suggestions for common thinking patterns.
es: Verás sugerencias para patrones de pensamiento comunes.
pt_br: Você verá sugestões para padrões de pensamento comuns.

source: You'll see suggestions for subtle thinking patterns too.
es: También verás sugerencias para patrones de pensamiento sutiles.
pt_br: Você também verá sugestões para padrões de pensamento sutis.

source: You'll see suggestions only for very clear thinking patterns.
es: Verás sugerencias solo para patrones de pensamiento muy claros.
pt_br: Você verá sugestões apenas para padrões de pensamento muito claros.

source: You'll track this habit for 7 days and see how it affects your mood. Ready to begin?
es: Rastrearas este habito durante 7 dias y veras como afecta tu animo. Listo para comenzar?
pt_br: Voce rastreara esse habito por 7 dias e vera como ele afeta seu humor. Pronto para comecar?

source: You're grounded!
es: ¡Estás conectado a tierra!
pt_br: Você está aterrado!

source: You're in control
es: Tienes el control
pt_br: Voce esta no controle

source: You're not alone
es: No estas solo
pt_br: Voce nao esta sozinho

source: You're Not Alone
es: No estás solo
pt_br: Você não está sozinho

source: You're not alone. %@
es: No estás solo. %@
pt_br: Você não está sozinho. %@

source: You're not in any circles yet.
es: Aun no estas en ningun circulo.
pt_br: Voce ainda nao esta em nenhum circulo.

source: You're offline
es: Estas sin conexion
pt_br: Voce esta offline

source: You're on a %lld-day streak!
es: ¡Llevas una racha de %lld días!
pt_br: Você está em uma sequência de %lld dias!

source: You're safe
es: Estas seguro
pt_br: Voce esta seguro

source: You're the admin
es: Eres el administrador
pt_br: Voce e o administrador

source: You've completed this phase. Are you ready to move to the next stage of your journey?
es: Has completado esta fase. ¿Estás listo para pasar a la siguiente etapa de tu viaje?
pt_br: Você completou esta fase. Está pronto para passar para a próxima etapa da sua jornada?

source: You've completed this thought record. Keep practicing to strengthen your CBT skills.
es: Has completado este registro de pensamientos. Sigue practicando para fortalecer tus habilidades de TCC.
pt_br: Voce completou este registro de pensamentos. Continue praticando para fortalecer suas habilidades de TCC.

source: You've completed your nature immersion journey
es: Has completado tu viaje de inmersión en la naturaleza
pt_br: Você completou sua jornada de imersão na natureza

source: You've created a sanctuary you can return to anytime
es: Has creado un santuario al que puedes volver en cualquier momento
pt_br: Você criou um santuário para o qual pode voltar a qualquer momento

source: You've Grown
es: Has crecido
pt_br: Você cresceu

source: You've placed %lld objects in your safe space.
es: Has colocado %lld objetos en tu espacio seguro.
pt_br: Você colocou %lld objetos em seu espaço seguro.

source: You've unlocked new features
es: Has desbloqueado nuevas funciones
pt_br: Você desbloqueou novos recursos

source: Your %lld-day streak is back!
es: Tu racha de %lld dias esta de vuelta!
pt_br: Sua sequencia de %lld dias voltou!

source: Your Action Plan
es: Tu Plan de Accion
pt_br: Seu Plano de Acao

source: Your agent has learned from %lld interactions
es: Tu agente ha aprendido de %lld interacciones
pt_br: Seu agente aprendeu de %lld interações

source: Your AI wellness companion
es: Tu companero de bienestar con IA
pt_br: Seu companheiro de bem-estar com IA

source: Your application has been submitted. We'll review it within 7 business days and send you an email with the outcome.
es: Tu solicitud ha sido enviada. La revisaremos dentro de 7 dias habiles y te enviaremos un correo con el resultado.
pt_br: Sua solicitacao foi enviada. Revisaremos dentro de 7 dias uteis e enviaremos um email com o resultado.
